Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# MenuTip.ManageDependencies
source: Opens a UI where you can add, update, or remove pip dependencies of a Python API script.
de: Öffnet eine Oberfläche, in der Sie pip-Abhängigkeiten eines Python-API-Skripts hinzufügen, aktualisieren oder entfernen können.
ja: Python APIスクリプトのpip依存関係を追加、更新、削除できるUIを開きます。
pt_br: Abre uma interface onde você pode adicionar, atualizar ou remover dependências pip de um script da API Python.
ru: Открывает интерфейс, в котором можно добавлять, обновлять или удалять зависимости pip скрипта Python API.
zh_hans: 打开一个 UI 界面，你可以在其中添加、更新或删除 Python API 脚本的 pip 依赖项。

# MenuTip.MarksandAnnotations.SetMark
source: A **Mark** appears as a blue triangle in the left margin. You can easily navigate among marks using **Jump to Mark**, **Next Mark**, and **Previous Mark**. If Shell Integration is enabled, a Mark is automatically added at each shell prompt.
de: Eine **Markierung** erscheint als blaues Dreieck am linken Rand. Sie können bequem zwischen Markierungen navigieren, indem Sie **Zu Markierung springen**, **Nächste Markierung** und **Vorherige Markierung** verwenden. Wenn die Shell-Integration aktiviert ist, wird bei jeder Shell-Eingabeaufforderung automatisch eine Markierung hinzugefügt.
ja: **マーク**は左余白に青い三角形として表示されます。**マークへジャンプ**、**次のマーク**、**前のマーク**を使うと、マーク間を簡単に移動できます。シェル統合が有効な場合、シェルプロンプトごとに自動的にマークが追加されます。
pt_br: Uma **Marca** aparece como um triângulo azul na margem esquerda. Você pode navegar facilmente entre as marcas usando **Ir para marca**, **Próxima marca** e **Marca anterior**. Se a Shell Integration estiver ativada, uma marca é adicionada automaticamente em cada prompt do shell.
ru: **Метка** отображается в виде синего треугольника на левом поле. Вы можете легко перемещаться между метками с помощью **Перейти к метке**, **Следующая метка** и **Предыдущая метка**. Если включена интеграция с оболочкой, метка автоматически добавляется при каждом приглашении оболочки.
zh_hans: 左侧边缘会出现蓝色三角形状的 **Mark**。你可以使用 **跳转到标记**、**下一个标记** 和 **上一个标记** 功能轻松在标记间导航。如果启用了 Shell 集成，每个 shell 提示符会自动添加一个标记。

# MenuTip.NotifyonStatusChange
source: When enabled, the next time any session in this window changes its status (such as waiting, idle, or busy) an alert is shown and this setting turns itself back off. This is the same toggle as the bell button in the **Session Status** toolbelt tool, which must be open for this to be available.
de: Wenn aktiviert, wird beim nächsten Statuswechsel einer Sitzung in diesem Fenster (z. B. wartend, inaktiv oder beschäftigt) eine Warnung angezeigt, und diese Einstellung wird automatisch wieder deaktiviert. Dies ist derselbe Schalter wie die Glocken-Schaltfläche im Werkzeuggürtel-Werkzeug **Sitzungsstatus**, das dafür geöffnet sein muss.
ja: 有効にすると、このウィンドウ内のいずれかのセッションのステータス(待機、アイドル、ビジーなど)が次に変化したときにアラートが表示され、この設定は自動的にオフに戻ります。これは**セッションステータス**ツールベルトツールのベルボタンと同じ切り替えであり、これを利用するにはそのツールを開いておく必要があります。
pt_br: Quando ativado, na próxima vez que qualquer sessão desta janela mudar seu status (como aguardando, ociosa ou ocupada), um alerta é exibido e este ajuste se desativa sozinho. Este é o mesmo botão de alternância que o botão de campainha na ferramenta **Status da sessão** da caixa de ferramentas, que deve estar aberta para que isto esteja disponível.
ru: Когда это включено, при следующем изменении статуса любой сессии в этом окне (например, ожидание, простой или занятость) появится оповещение, после чего эта настройка автоматически отключится. Это тот же переключатель, что и кнопка-колокольчик в инструменте **Статус сессии** на панели инструментов, который должен быть открыт, чтобы эта функция была доступна.
zh_hans: 当此功能被启用后，如果窗口中的任何会话状态发生变化（如等待、空闲或忙碌），会显示警告提示，此时该设置会自动关闭。这与 **会话状态** 工具包中的铃铛按钮相同，必须打开该工具包才能使用此功能。

# MenuTip.OpenInteractiveWindow
source: The Python REPL opens a window running a special Python interpreter that lets you experiment with iTerm2’s Python API. You can use `await` at the top level of the interpreter.
de: Die Python-REPL öffnet ein Fenster mit einem speziellen Python-Interpreter, in dem Sie mit der Python-API von iTerm2 experimentieren können. Sie können `await` auf oberster Ebene des Interpreters verwenden.
ja: Python REPLは、iTerm2のPython APIを試すための特別なPythonインタープリタを実行するウィンドウを開きます。インタープリタのトップレベルで`await`を使用できます。
pt_br: O REPL do Python abre uma janela executando um interpretador Python especial que permite experimentar a API Python do iTerm2. Você pode usar `await` no nível superior do interpretador.
ru: Python REPL открывает окно с особым интерпретатором Python, который позволяет экспериментировать с Python API iTerm2. Вы можете использовать `await` на верхнем уровне интерпретатора.
zh_hans: Python REPL打开一个运行特殊Python解释器的窗口，允许你尝试使用iTerm2的Python API。你可以在解释器的最顶层使用`await`。

# MenuTip.OpenQuickly
source: **Open Quickly** provides quick access to many common actions. You can use it to find a session by typing its name, directory, hostname, or recent command. You can also use it to switch profiles or create a new window by typing the name of a profile. Restore an arrangement by entering its name. Press `/` to get tips for quick commands.
de: **Schnell öffnen** bietet schnellen Zugriff auf viele gängige Aktionen. Sie können damit eine Sitzung finden, indem Sie ihren Namen, ihr Verzeichnis, ihren Hostnamen oder einen zuletzt verwendeten Befehl eingeben. Sie können damit auch Profile wechseln oder ein neues Fenster erstellen, indem Sie den Namen eines Profils eingeben. Stellen Sie eine Anordnung wieder her, indem Sie ihren Namen eingeben. Drücken Sie `/`, um Tipps zu Schnellbefehlen zu erhalten.
ja: **すばやく開く**を使うと、よく使う多くの操作にすばやくアクセスできます。名前、ディレクトリ、ホスト名、または最近使ったコマンドを入力してセッションを見つけるのに使えます。プロファイル名を入力してプロファイルを切り替えたり、新しいウィンドウを作成したりすることもできます。アレンジメント名を入力すると、そのアレンジメントを復元できます。`/`を押すと、クイックコマンドのヒントが表示されます。
pt_br: **Abrir rapidamente** oferece acesso rápido a muitas ações comuns. Você pode usá-lo para encontrar uma sessão digitando seu nome, diretório, nome de host ou comando recente. Você também pode usá-lo para trocar de perfil ou criar uma nova janela digitando o nome de um perfil. Restaure um arranjo digitando seu nome. Pressione `/` para ver dicas de comandos rápidos.
ru: **Быстрое открытие** предоставляет быстрый доступ ко многим распространённым действиям. С его помощью можно найти сессию, введя её имя, каталог, имя хоста или недавнюю команду. Также можно переключить профиль или создать новое окно, введя имя профиля. Восстановите раскладку, введя её имя. Нажмите `/`, чтобы получить подсказки по быстрым командам.
zh_hans: **快速打开**提供了对许多常见操作的快速访问。你可以通过输入会话名称、目录名、主机名或最近命令来使用它找到会话。你也可以通过输入配置文件名称来切换配置文件或创建新窗口。输入排列名称可以恢复排列设置。按下`/`可获取快速命令的提示。

# MenuTip.PasswordManager
source: The **Password Manager** helps you keep track of your passwords securely. By default, it stores them in the macOS Keychain, but it can also use 1Password or LastPass.
de: Der **Passwort-Manager** hilft Ihnen, Ihre Passwörter sicher zu verwalten. Standardmäßig speichert er sie im macOS-Schlüsselbund, kann aber auch 1Password oder LastPass verwenden.
ja: **パスワードマネージャ**は、パスワードを安全に管理するのに役立ちます。デフォルトではmacOSキーチェーンに保存されますが、1PasswordやLastPassを使用することもできます。
pt_br: O **Cofre de senhas** ajuda você a controlar suas senhas com segurança. Por padrão, ele as armazena no Keychain do macOS, mas também pode usar o 1Password ou o LastPass.
ru: **Менеджер паролей** помогает безопасно хранить ваши пароли. По умолчанию он сохраняет их в Связке ключей macOS, но также может использовать 1Password или LastPass.
zh_hans: **密码管理器**帮助你安全保存密码。默认情况下，它将其存储在macOS Keychain中，但也可以使用1Password或LastPass。

# MenuTip.PasteSpecial.AdvancedPaste…
source: **Advanced Paste** lets you edit text before pasting, remove control characters, convert tabs, base64-encode, and perform regular expression substitutions. It also lets you fine-tune how quickly pasted text is sent.
de: **Erweitertes Einfügen** ermöglicht es Ihnen, Text vor dem Einfügen zu bearbeiten, Steuerzeichen zu entfernen, Tabulatoren umzuwandeln, Base64-Kodierung anzuwenden und Ersetzungen mit regulären Ausdrücken durchzuführen. Außerdem können Sie fein abstimmen, wie schnell eingefügter Text gesendet wird.
ja: **高度なペースト**を使うと、ペースト前にテキストを編集したり、制御文字を削除したり、タブを変換したり、base64エンコードしたり、正規表現による置換を行ったりできます。また、ペーストしたテキストを送信する速度を細かく調整することもできます。
pt_br: A **Colagem avançada** permite editar o texto antes de colar, remover caracteres de controle, converter tabs, codificar em base64 e realizar substituições por expressão regular. Ela também permite ajustar com precisão a rapidez com que o texto colado é enviado.
ru: **Расширенная вставка** позволяет редактировать текст перед вставкой, удалять управляющие символы, преобразовывать табуляции, кодировать в base64 и выполнять подстановки по регулярным выражениям. Она также позволяет точно настроить скорость отправки вставляемого текста.
zh_hans: **高级粘贴功能**允许你在粘贴前编辑文本，移除控制字符，转换制表符、Base64编码以及执行正则表达式替换。它还允许你调整粘贴文本发送的速度。

# MenuTip.PasteSpecial.LimitMulti-LinePasteWarningtoShellPrompt
source: This is effective only when **Warn Before Multi-Line Paste** is enabled. It also requires Shell Integration. When enabled, it suppresses confirmation when pasting text containing a newline if you are not at a shell prompt.
de: Dies ist nur wirksam, wenn **Vor mehrzeiligem Einfügen warnen** aktiviert ist. Außerdem ist Shell-Integration erforderlich. Wenn aktiviert, wird die Bestätigung beim Einfügen von Text mit einem Zeilenumbruch unterdrückt, sofern Sie sich nicht an einer Shell-Eingabeaufforderung befinden.
ja: これは**複数行ペースト前に警告**が有効な場合にのみ効果があります。また、シェル統合も必要です。有効にすると、シェルプロンプトにいないときに改行を含むテキストをペーストしても確認が抑制されます。
pt_br: Isto só tem efeito quando **Avisar antes de colar múltiplas linhas** está ativado. Também requer a Shell Integration. Quando ativado, suprime a confirmação ao colar texto que contém uma quebra de linha se você não estiver em um prompt do shell.
ru: Это работает только тогда, когда включена настройка **Предупреждать перед вставкой нескольких строк**. Также требуется интеграция с оболочкой. Когда включено, это подавляет подтверждение при вставке текста с переводом строки, если вы не находитесь в приглашении оболочки.
zh_hans: 这仅在**多行粘贴前警告**被启用时有效。它还需要Shell集成功能。当此选项被启用时，如果你不在shell提示符下，粘贴包含换行符的文本时会自动忽略确认操作。

# MenuTip.PasteSpecial.WarnBeforeMulti-LinePaste
source: You’ll be prompted any time you paste text containing a newline. See also **Limit Multi-Line Paste Warning to Shell Prompt**.
de: Sie werden jedes Mal aufgefordert zu bestätigen, wenn Sie Text mit einem Zeilenumbruch einfügen. Siehe auch **Warnung vor mehrzeiligem Einfügen auf Shell-Eingabeaufforderung beschränken**.
ja: 改行を含むテキストをペーストするたびに確認が表示されます。**複数行ペースト警告をシェルプロンプトに限定**も参照してください。
pt_br: Você será avisado sempre que colar texto que contém uma quebra de linha. Veja também **Limitar aviso de colagem de múltiplas linhas ao prompt do shell**.
ru: Вам будет предложено подтверждение при каждой вставке текста, содержащего перевод строки. См. также **Ограничить предупреждение о вставке нескольких строк приглашением оболочки**.
zh_hans: 每次粘贴包含换行符的文本时都会提示您。参见 **将多行粘贴警告限制在Shell提示符** 部分。

# MenuTip.PasteSpecial.WarnBeforePastingOneLineEndinginaNewlineatShellPrompt
source: If enabled, you’ll be prompted to confirm that you wish to send a newline when pasting a single line of text ending in a newline. Shell Integration is required.
de: Wenn aktiviert, werden Sie aufgefordert zu bestätigen, dass Sie einen Zeilenumbruch senden möchten, wenn Sie eine einzelne Textzeile einfügen, die mit einem Zeilenumbruch endet. Shell-Integration ist erforderlich.
ja: 有効にすると、改行で終わる1行のテキストをペーストする際に、改行を送信してよいか確認が表示されます。シェル統合が必要です。
pt_br: Se ativado, será solicitado que você confirme que deseja enviar uma quebra de linha ao colar uma única linha de texto terminada em quebra de linha. É necessária a Shell Integration.
ru: Если включено, вам будет предложено подтвердить отправку перевода строки при вставке одной строки текста, заканчивающейся переводом строки. Требуется интеграция с оболочкой.
zh_hans: 如果启用此选项，粘贴以换行结尾的单行文本时，会提示您确认是否发送换行符。需要Shell集成功能。

# MenuTip.PinHotkeyWindow
source: A **pinned** Hotkey Window does not close automatically when it loses keyboard focus.
de: Ein **angeheftetes** Hotkey-Fenster schließt sich nicht automatisch, wenn es den Tastaturfokus verliert.
ja: **ピン留め**されたホットキーウィンドウは、キーボードフォーカスを失っても自動的には閉じません。
pt_br: Uma Hotkey Window **fixada** não se fecha automaticamente quando perde o foco do teclado.
ru: **Закреплённое** окно быстрого вызова не закрывается автоматически при потере фокуса клавиатуры.
zh_hans: **固定**的Hotkey窗口在失去键盘焦点时不会自动关闭。

# MenuTip.RenderSelectionNatively
source: **Render Natively** shows a nicely formatted, syntax-highlighted rendition of a document. For example, Markdown renders beautifully. It also allows for horizontal scrolling, making it a convenient way to view log files.
de: **Nativ rendern** zeigt eine schön formatierte, syntaxhervorgehobene Darstellung eines Dokuments an. Markdown wird beispielsweise wunderschön dargestellt. Außerdem ist horizontales Scrollen möglich, was es praktisch macht, um Protokolldateien anzusehen.
ja: **ネイティブにレンダリング**は、文書を美しく整形し、シンタックスハイライトされた表示で示します。たとえば、Markdownは美しく描画されます。また、横方向のスクロールにも対応しているため、ログファイルを閲覧する際にも便利です。
pt_br: **Renderizar nativamente** mostra uma representação de um documento bem formatada e com realce de sintaxe. Por exemplo, o Markdown é renderizado lindamente. Também permite rolagem horizontal, tornando-se uma maneira conveniente de visualizar arquivos de log.
ru: **Нативный рендеринг** отображает красиво оформленную версию документа с подсветкой синтаксиса. Например, Markdown отображается очень красиво. Также он поддерживает горизонтальную прокрутку, что делает его удобным способом просмотра файлов журналов.
zh_hans: **原生渲染**能够以美观的格式和语法高亮显示文档内容。例如，Markdown可以很好地呈现。它还支持水平滚动，是查看日志文件的便捷方式。

# MenuTip.RunCoprocess…
source: A **Coprocess** is a program that automates interactions in the terminal. Input to the terminal is redirected to stdin of the coprocess, and its output is sent back to the terminal as though the coprocess were typing.
de: Ein **Koprozess** ist ein Programm, das Interaktionen im Terminal automatisiert. Eingaben an das Terminal werden an die Standardeingabe (stdin) des Koprozesses umgeleitet, und seine Ausgabe wird so an das Terminal zurückgesendet, als würde der Koprozess selbst tippen.
ja: **コプロセス**は、ターミナル内のやり取りを自動化するプログラムです。ターミナルへの入力はコプロセスの標準入力にリダイレクトされ、その出力はコプロセスが入力しているかのようにターミナルへ送り返されます。
pt_br: Um **coprocesso** é um programa que automatiza interações no terminal. A entrada do terminal é redirecionada para o stdin do coprocesso, e sua saída é enviada de volta ao terminal como se o coprocesso estivesse digitando.
ru: **Сопроцесс** представляет собой программу, которая автоматизирует взаимодействие в терминале. Ввод, поступающий в терминал, перенаправляется на stdin сопроцесса, а его вывод отправляется обратно в терминал, как будто его вводит сам сопроцесс.
zh_hans: **协处理器**是一种自动处理终端交互的程序。终端的输入会被重定向到该协处理器的stdin，其输出则像协处理器在打字一样返回到终端。

# MenuTip.ScriptConsole
source: View errors and low-level communication between Python API scripts and iTerm2 here. The Inspector can be accessed from the Console. It allows you to browse variables in sessions, tabs, and windows.
de: Sehen Sie hier Fehler und die Kommunikation auf niedriger Ebene zwischen Python-API-Skripten und iTerm2 ein. Der Inspektor ist über die Konsole zugänglich. Er ermöglicht es Ihnen, Variablen in Sitzungen, Tabs und Fenstern zu durchsuchen.
ja: ここでは、Python APIスクリプトとiTerm2間のエラーおよび低レベルの通信を確認できます。 インスペクタはコンソールからアクセスできます。セッション、タブ、ウィンドウの変数を閲覧できます。
pt_br: Veja aqui os erros e a comunicação de baixo nível entre os scripts da API Python e o iTerm2. O Inspetor pode ser acessado a partir do Console. Ele permite navegar pelas variáveis em sessões, abas e janelas.
ru: Здесь можно просматривать ошибки и низкоуровневый обмен данными между скриптами Python API и iTerm2. Инспектор доступен из консоли. Он позволяет просматривать переменные в сессиях, вкладках и окнах.
zh_hans: 在此查看 Python API 脚本与 iTerm2 之间的错误及底层通信内容。 Inspector 可通过 Console 访问，可让您浏览会话、标签页和窗口中的变量。

# MenuTip.SecureKeyboardEntry
source: **Secure Keyboard Entry** prevents other programs from intercepting your keystrokes in the terminal. However, it also breaks some functionality: other programs cannot activate their windows while this is enabled. For example, the `open` command will still open an app, but it won’t be activated.
de: **Sichere Tastatureingabe** verhindert, dass andere Programme Ihre Tastenanschläge im Terminal abfangen. Allerdings beeinträchtigt dies auch manche Funktionen: Andere Programme können ihre Fenster nicht aktivieren, solange dies aktiviert ist. Der Befehl `open` öffnet zum Beispiel weiterhin eine App, aktiviert sie aber nicht.
ja: **セキュアキーボード入力**は、他のプログラムがターミナル内のキー入力を傍受するのを防ぎます。ただし、これが有効な間は他のプログラムがウィンドウをアクティブにできなくなるなど、一部の機能が損なわれます。たとえば、`open`コマンドはアプリを開くことはできますが、アクティブにはなりません。
pt_br: A **Entrada segura de teclado** impede que outros programas interceptem as teclas que você digita no terminal. No entanto, ela também quebra algumas funcionalidades: outros programas não conseguem ativar suas janelas enquanto isto está ativado. Por exemplo, o comando `open` ainda abrirá um app, mas ele não será ativado.
ru: **Безопасный ввод с клавиатуры** предотвращает перехват нажатий клавиш другими программами в терминале. Однако это также нарушает некоторые функции: другие программы не могут активировать свои окна, пока эта функция включена. Например, команда `open` по-прежнему будет открывать приложение, но оно не будет активировано.
zh_hans: **安全键盘输入**可防止其他程序在终端中截获您的按键操作。不过也会影响部分功能：开启此设置时，其他程序无法激活其窗口。例如 `open` 命令仍会打开应用，但不会被激活。

# MenuTip.SelectionRespectsSoftBoundaries
source: When enabled, dividers rendered by programs like vim or emacs are detected, and text selection wraps around them.
de: Wenn aktiviert, werden von Programmen wie vim oder emacs dargestellte Trennlinien erkannt, und die Textauswahl umgeht sie.
ja: 有効にすると、vimやemacsなどのプログラムが描画する区切り線が検出され、テキスト選択がそれらを避けて折り返されます。
pt_br: Quando ativado, divisores renderizados por programas como vim ou emacs são detectados, e a seleção de texto contorna-os.
ru: Когда включено, разделители, отображаемые такими программами, как vim или emacs, обнаруживаются, и выделение текста огибает их.
zh_hans: 当此功能开启后，vim 或 emacs 等程序渲染的分隔线会被识别，文本选择会围绕这些分隔线进行。

# MenuTip.SetDefaultWidth
source: Records the current width of the toolbelt for use in newly created windows.
de: Speichert die aktuelle Breite des Werkzeuggürtels zur Verwendung in neu erstellten Fenstern.
ja: ツールベルトの現在の幅を記録し、新しく作成するウィンドウで使用します。
pt_br: Registra a largura atual da caixa de ferramentas para uso em janelas recém-criadas.
ru: Запоминает текущую ширину панели инструментов для использования в новых создаваемых окнах.
zh_hans: 记录当前工具带的宽度，以便在新创建的窗口中使用。

# MenuTip.SetNamedMark
source: A **Named Mark** appears as a blue triangle in the left margin. In addition to being easy to navigate with **Next Mark** and **Previous Mark**, you can also find Named Marks in the Toolbelt’s **Named Marks** tool.
de: Eine **Benannte Markierung** erscheint als blaues Dreieck am linken Rand. Sie lässt sich nicht nur einfach mit **Nächste Markierung** und **Vorherige Markierung** ansteuern, sondern Benannte Markierungen finden Sie auch im Werkzeug **Benannte Markierungen** des Werkzeuggürtels.
ja: **名前付きマーク**は左余白に青い三角形として表示されます。**次のマーク**や**前のマーク**で簡単に移動できるだけでなく、ツールベルトの**名前付きマーク**ツールでも確認できます。
pt_br: Uma **marca nomeada** aparece como um triângulo azul na margem esquerda. Além de serem fáceis de navegar com **Próxima marca** e **Marca anterior**, você também pode encontrar as marcas nomeadas na ferramenta **Marcas nomeadas** da caixa de ferramentas.
ru: **Именованная метка** отображается в виде синего треугольника на левом поле. Помимо удобной навигации с помощью **Следующая метка** и **Предыдущая метка**, вы также можете найти именованные метки в инструменте панели инструментов **Именованные метки**.
zh_hans: **命名标记**以左边缘的蓝色三角形形式出现。除了可通过 **下一个标记** 和 **上一个标记** 轻松导航外，您还可以在工具带的 **命名标记** 工具中查找这些标记。

# MenuTip.ShowAnnotations
source: Annotations are inline markup. When closed, they appear as a yellow underline; when open, they look like yellow stickies where you can write memos about content in the terminal window.
de: Anmerkungen sind Inline-Markierungen. Geschlossen erscheinen sie als gelbe Unterstreichung; geöffnet sehen sie aus wie gelbe Haftnotizen, auf denen Sie Notizen zu Inhalten im Terminalfenster schreiben können.
ja: 注釈はインラインのマークアップです。閉じているときは黄色い下線として表示され、開くとターミナルウィンドウ内の内容についてメモを書き込める黄色い付箋のように見えます。
pt_br: Anotações são marcações inline. Quando fechadas, aparecem como um sublinhado amarelo; quando abertas, parecem post-its amarelos onde você pode escrever memorandos sobre o conteúdo na janela do terminal.
ru: Аннотации представляют собой встроенную разметку. В свёрнутом виде они отображаются как жёлтое подчёркивание, а в развёрнутом виде выглядят как жёлтые стикеры, на которых можно написать заметки о содержимом в окне терминала.
zh_hans: 注释是内联标记。当关闭时，会显示为黄色下划线；打开时则像黄色便签，你可以在终端窗口中的内容旁写备忘录。

# MenuTip.SplitHorizontally…
source: Prompts you to select a profile and then splits the current session horizontally, placing the new session in the bottom half.
de: Fordert Sie auf, ein Profil auszuwählen, und teilt dann die aktuelle Sitzung horizontal, wobei die neue Sitzung in der unteren Hälfte platziert wird.
ja: プロファイルの選択を促した後、現在のセッションを水平に分割し、新しいセッションを下半分に配置します。
pt_br: Solicita que você selecione um perfil e depois divide a sessão atual horizontalmente, colocando a nova sessão na metade inferior.
ru: Предлагает выбрать профиль, а затем разделяет текущую сессию по горизонтали, помещая новую сессию в нижнюю половину.
zh_hans: 提示你选择配置文件，然后水平分割当前会话，将新会话放在下半部分。

# MenuTip.SplitHorizontallywithCurrentProfile
source: Splits the current session horizontally, placing a new session in the bottom half. The new session inherits the profile of the current session, including any changes made in `Session > Edit Session`.
de: Teilt die aktuelle Sitzung horizontal, wobei eine neue Sitzung in der unteren Hälfte platziert wird. Die neue Sitzung übernimmt das Profil der aktuellen Sitzung, einschließlich aller Änderungen, die unter `Session > Edit Session` vorgenommen wurden.
ja: 現在のセッションを水平に分割し、新しいセッションを下半分に配置します。新しいセッションは、`セッション > セッションを編集`で行った変更を含め、現在のセッションのプロファイルを引き継ぎます。
pt_br: Divide a sessão atual horizontalmente, colocando uma nova sessão na metade inferior. A nova sessão herda o perfil da sessão atual, incluindo quaisquer alterações feitas em `Sessão > Editar sessão`.
ru: Разделяет текущую сессию по горизонтали, помещая новую сессию в нижнюю половину. Новая сессия наследует профиль текущей сессии, включая любые изменения, внесённые в `Session > Edit Session`.
zh_hans: 水平分割当前会话，将新会话放在下半部分。新会话会继承当前会话的配置文件，包括 `Session > Edit Session`中的任何更改。

# MenuTip.SplitVertically…
source: Prompts you to select a profile and then splits the current session vertically, placing the new session in the right half.
de: Fordert Sie auf, ein Profil auszuwählen, und teilt dann die aktuelle Sitzung vertikal, wobei die neue Sitzung in der rechten Hälfte platziert wird.
ja: プロファイルの選択を促した後、現在のセッションを垂直に分割し、新しいセッションを右半分に配置します。
pt_br: Solicita que você selecione um perfil e depois divide a sessão atual verticalmente, colocando a nova sessão na metade direita.
ru: Предлагает выбрать профиль, а затем разделяет текущую сессию по вертикали, помещая новую сессию в правую половину.
zh_hans: 提示你选择配置文件，然后垂直分割当前会话，将新会话放在右侧半部分。
